alacritty
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
btrfs-progs
calf
cursor-bin
docker
drawio
easyeffects
efibootmgr
entr
fcitx5
fcitx5-configtool
fcitx5-mozc
fish
fuzzel
git
gnome-keyring
grim
grub
hyprland
jq
keychain
kitty
linux
linux-firmware
lsp-plugins
nemo
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts-cjk
nvm
nwg-look
pavucontrol
pipewire
pipewire-pulse
rofi-wayland
sddm
slack-desktop
slurp
spotify
sudo
swaybg
swaylock
swaync
swww
tlp
ttf-hackgen
visual-studio-code-bin
waybar
wireplumber
wl-clipboard
wlogout
xdg-desktop-portal-hyprland
yay
yay-debug
zen-browser-bin
zoom
